Repository: notapixelstudio/starship-olympics
Catalog: godot/locale/*.po
Languages: de, es, eu, fr, it

source: press any key to continue
de: Drücken Sie eine beliebige Taste, um fortzufahren
es: presiona cualquier tecla para continuar
eu: sakatu edozein tekla jarraitzeko
fr: appuyez sur une touche pour continuer
it: premere un tasto per continuare

source: Pick a controller
fr: Choisir un contrôleur
it: Prendi un controller

source: press FIRE to continue
de: Drücke Feuer um fortzufahren
es: presiona FUEGO para continuar
eu: sakatu tiro jarraitzeko
fr: appuyez sur FEU pour continuer
it: premi FUOCO per continuare

source: PRESS FIRE TO CONTINUE
fr: appuyez sur feu pour continuer
it: PREMI FUOCO PER CONTINUARE

source: START
de: NEUES SPIEL
fr: COMMENCER
it: GIOCA

source: CUSTOM GAME
fr: JEU PERSONNALISE
it: GIOCO PERSONALIZZATO

source: FIGHT
de: KAMPF
fr: COMBATTEZ
it: COMBATTI

source: HELP
de: HILFE
fr: AIDE
it: AIUTO

source: BACK
de: ZURÜCK
es: VUELVE
fr: RETOUR
it: TORNA INDIETRO

source: FULLSCREEN
de: VOLLBILD
fr: PLEINE ECRAN
it: SCHERMO INTERO

source: JOYPAD RUMBLING
de: CONTROLLER VIBRATION
fr: GRONDEMENT DU JOYPAD

source: RESOLUTION
de: AUFLÖSUNG
fr: RÉSOLUTION

source: REMAP CONTROLS
de: TASTENZUWEISUNG ÄNDERN
fr: REFAIRE LES CONTRÔLES

source: DYNAMIC CAMERA
de: DYNAMISCHE KAMERA
fr: CAMÉRA DYNAMIQUE

source: GAME SPEED
de: SPIELGESCHWINDIGKEIT
fr: VITESSE DU JEU

source: QUIT
de: VERLASSEN
es: CIERRA
eu: IRTEN
fr: QUITTER
it: ESCI

source: THANK YOU FOR PLAYING
fr: MERCI D’AVOIR JOUÉ
it: GRAZIE PER AVER GIOCATO

source: language
de: Sprache
fr: langage
it: lingua

source: P1
de: S1
es: J1
eu: J1
fr: J1

source: P2
de: S2
es: J2
eu: J2
fr: J2

source: P3
de: S3
es: J3
eu: J3
fr: J3

source: P4
de: S4
es: J4
eu: J4
fr: J4

source: player1
de: SPIELER1
es: jugador1
eu: j1
fr: joueur 1
it: giocatore1

source: player2
de: SPIELER2
es: jugador2
eu: j2
fr: joueur 2
it: giocatore2

source: player3
de: SPIELER3
es: jugador3
eu: j3
fr: joueur 3
it: giocatore3

source: player4
de: SPIELER4
es: judador4
eu: j4
fr: joueur 4
it: giocatore4

source: cpu
eu: puz
fr: ordi

source: MANTIACS
es: MANTIACOS
eu: MANTIAK
fr: MANTIAQUES
it: MANTIAC

source: playful<br>slaughterers
de: verspielte<br>Schlächter
es: carniceros<br>jocosos
eu: hiltzaile<br>jostalariak
fr: massacreurs<br>joueurs
it: giocosi<br>macellai

source: TEAM ROBOLORDS
de: Mannschaft ROBOLORDS
es: EQUIPO ROBOLORDS
eu: ROBOJAUN TALDEA
fr: ÉQUIPE ROBOLORDS
it: SQUADRA ROBOLORD

source: silicon-based<br>aristocrats
de: Aristokraten<br>auf Siliziumbasis
es: aristócratas a<br>base de silicio
eu: silikonazko<br>aristokratak
fr: aristocrates<br>en silicone
it: aristocratici<br>a base di silicio

source: TEAM TRIXENS
es: EQUIPO TRIXENOS
eu: TRIXEN TALDEA
fr: ÉQUIPE TRIXENS
it: SQUADRA TRIXEN

source: feisty<br>workaholics
de: temperamentvolle<br>Workaholics
fr: travailleurs<br>acharnés
it: stacanovisti<br>esuberanti

source: adorable<br>imperialists
de: entzückende<br>Imperialisten
es: adorables<br>imperialistas
eu: inperialista<br>maitagarriak
fr: adorables<br>impérialistes
it: adorabili<br>imperialisti

source: empathetic<br>conquerors
de: einfühlsame<br>Eroberer
es: empíricos<br>conquistadores
eu: konkistatzaile<br>enpatikoak
fr: conquérants<br>empathiques
it: conquistatori<br>empatici

source: TEAM TORIELS
es: EQUIPO TORIELES
eu: TORIEL TALDEA
fr: ÉQUIPE TORIELS
it: SQUADRA TORIEL

source: overprotective<br>shepherds
de: überfürsorgliche<br>Hirten
es: pastores<br>sobreprotectores
eu: artzain<br>ultrababesleak
fr: bergers<br>surprotecteurs
it: pastori<br>superprotettivi

source: UMIDORIANS
es: UMIDORIANOS
eu: UMIDORIANAK
fr: UMIDORIENS
it: UMIDORIAN

source: TEAM UMIDORIANS
es: EQUIPO UMIDORIANOS
eu: UMIDORIAN TALDEA
fr: ÉQUIPE UMIDORIENS
it: SQUADRA UMIDORIAN

source: lovecraftian<br>libertines
es: libertinos<br>lovercraftianos
eu: langile sutsu<br>libertarioak
fr: libertines<br>lovecraftiennes
it: libertini<br>lovecraftiani

source: fancy<br>horrors
de: Lust<br>auf Horror
es: distinguidos<br>horrores
eu: fantasiazko<br>izuak
fr: horreurs<br>fantasistes
it: orrori<br>alla moda

source: dauntless<br>softies
de: unerschrocken<br>Softies
fr: softies<br>sans pitié
it: teneroni<br>impavidi

source: TEAM DRONES
es: EQUIPO DRONES
eu: DRONE TALDEA
fr: ÉQUIPE DRONES
it: SQUADRA DRONI

source: deranged<br>appliances
de: gestörte<br>Geräte
es: electrodomésticos<br>perturbados
eu: erotutako<br>gailuak
fr: appareils<br>détraqués
it: elettrodomestici<br>impazziti

source: FIGHT!
de: KAMPF!
eu: BORROKATU!
fr: PARTEZ !

source: Get ready!
de: BEREIT MACHEN!
es: ¡Prepararse!
eu: Prest!
fr: À vos marques !
it: Pronti...

source: SELECT 1 TO 4 PLAYERS
de: Wähle 1 bis 4 Spieler
es: Selecciona de 1 a 4 jugadores
eu: AUKERATU 1ETIK 4 JOKALARIRA
fr: SÉLECTIONNEZ DE 1 À 4 JOUEURS
it: Seleziona da 1 a 4 giocatori

source: {n_players} READY TO FIGHT
de: {n_players} BEREIT ZUM KAMPF
fr: {n_players} PRÊT À COMBATTRE
it: {n_player} PRONTI A COMBATTERE

source: 1 PLAYER READY TO FIGHT
de: 1 SPIELER BEREIT ZUM KAMPF
fr: 1 JOUEUR PRÊT À SE BATTRE
it: 1 GIOCATORE PRONTO A COMBATTERE

source: 2 PLAYERS READY TO FIGHT
de: 2 SPIELER BEREIT ZUM KAMPF
fr: 2 JOUEURS PRÊTS À SE BATTRE
it: 2 GIOCATORI PRONTI A COMBATTERE

source: 3 PLAYERS READY TO FIGHT
de: 3 SPIELER BEREIT ZUM KAMPF
fr: 3 JOUEURS PRÊTS À SE BATTRE
it: 3 GIOCATORI PRONTI A COMBATTERE

source: 4 PLAYERS READY TO FIGHT
de: 4 SPIELER BEREIT ZUM KAMPF
fr: 4 JOUEURS PRÊTS À SE BATTRE
it: 4 GIOCATORI PRONTI A COMBATTERE

source: WON
de: GEWONNEN
es: han ganado
eu: IRABAZLE
fr: A GAGNÉ
it: hanno vinto

source: NO ONE WON
de: NIEMAND HAT GEWONNEN
es: Ninguno ha ganado
fr: PERSONNE N'A GAGNÉ
it: Nessuno ha vinto

source: collect {score} diamonds
de: Sammle {score} Diamanten
es: recoge {score} diamantes
eu: bildu {score} diamante
fr: collectez {score} diamants
it: colleziona {score} diamanti

source: {score} kills to win
de: {score} kills zu gewinnen
es: {score} muertes para ganar
eu: {score} erailketa irabazteko
fr: {score} victimes pour gagner
it: fai {score} uccisioni per vincere

source: wear the crown as long as you can
de: Tragen Sie die Krone so lange wie möglich
es: conserva la corona lo más que puedas
eu: jantzi koroa ahal bezain denbora luzez
fr: portez la couronne le plus longtemps possible
it: tieni la corona per più tempo possibile

source: fill more cells than opponents
de: Fülle mehr Zellen als Gegner
es: llena más celdas que tus adversarios
eu: bete aurkariak baino gelaxka gehiago
fr: remplissez plus de cellules que vos adversaires
it: riempi più celle dei tuoi avversari

source: slam the ball onto your pentagons
fr: faites claquer la balle sur vos pentagones
it: schiaccia la palla nei tuoi pentagoni

source: CONTINUE
de: FORTSETZEN
es: CONTINÚA
eu: JARRAITU
fr: CONTINUER
it: CONTINUA

source: NEW GAME
de: NEUES SPIEL
fr: NOUVEAU JEU

source: RESTART
de: NEUSTART
es: REINICIA
eu: BERRABIARAZI
fr: RECOMMENCER
it: RICOMINCIA

source: SKIP LEVEL
de: EBENE ÜBERSPRINGEN
es: SALTA NIVEL
eu: SALTO MAILA
fr: PASSER LE NIVEAU
it: SALTA QUESTO LIVELLO

source: QUIT MATCH
de: BEENDEN SIE DAS SPIEL
es: ABANDONAR LA PARTIDA
eu: IRTEN PARTIDATIK
fr: QUITTER LA PARTIE
it: ESCI DALLA PARTITA

source: Volume Master
de: VOLUMEN MASTER
es: Volumen Maestro
eu: Bolumen orokorra
fr: Volume global
it: Volume principale

source: Volume Music
de: VOLUMEN MUSIK
es: Volumen Música
eu: Musika bolumena
fr: Volume de la musique
it: Volume musica

source: Volume SFX
de: VOLUMEN SFX
es: Volumen Efectos
eu: Efektu bolumena
fr: Volume des sons
it: Volume effetti sonori

source: Camera enabled
es: Cámara habilitada
eu: Kamera gaituta
fr: Caméra activée
it: Camera abilitata

source: debug mode
de: Debug Modus
es: modo debug
eu: debug modua
fr: mode débogage
it: modalità debug

source: GLOW
de: LEUCHTEN
fr: LUEUR

source: ANALYTICS
fr: ANALYTIQUE

source: BACK TO MENU
de: ZURÜCK ZUM MENÜ
es: VUELVE AL MENÚ
eu: ITZULI MENURA
fr: RETOUR AU MENU
it: TORNA AL MENU

source: QUIT TO CHARACTERS
de: VERLASSEN ZUR CHARACKTERAUSWAHL
fr: QUITTER POUR DES PERSONNAGES

source: QUIT TO MAIN MENU
de: VERLASSEN ZUM HAUPTMENÜ
fr: QUITTER POUR REVENIR AU MENU PRINCIPAL

source: st
es: o
eu: na
fr: er
it: mo

source: kills
de: GETÖTET
es: asesinatos
eu: hilketak
fr: tués
it: uccisioni

source: deaths
de: TODESFÄLLE
es: muertes
eu: heriotzak
fr: morts
it: morti

source: selfkills
de: SELBSTMORDE
es: suicidios
eu: suizidioak
fr: suicides
it: auto-uccisioni

source: bombs
de: BOMBEN
es: bombas
eu: bonbak
fr: bombes
it: bombe

source: [center]MILLENNIA OF INTERGALACTIC WARS[/center]
de: [center]JAHRTAUSENDE INTERGALAKTISCHER KRIEGE[/center]
fr: [center]MILLENNIE DE GUERRES INTERGALACTIQUES[/center]
it: [center]MILLENNI DI GUERRE INTERGALATTICHE[/center]

source: [center]FINALLY CAME TO AN END[/center]
de: [center]FANDEN ENDLICH EIN ENDE,[/center]
fr: [center]S’EST ENFIN ACHEVÉE[/center]
it: [center]FINALMENTE TROVARONO UNA FINE[/center]

source: [center]WHEN [i]THE GAMES[/i] WERE CREATED[/center]
de: [center]ALS [i]DIE SPIELE[/i] INS LEBEN GERUFEN WURDEN[/center]
fr: [center]QUAND [i]LES JEUX[/i] ONT ÉTÉ CRÉÉS[/center]
it: [center]QUANDO [i]I GIOCHI[/i] VENNERO CREATI[/center]

source: PRESS TO JOIN!
de: Drücke um beizutreten!
fr: APPUYEZ POUR REJOINDRE !

source: PRESS A BUTTON TO CONTINUE
de: DRÜCKE EINEN KNIOPF UM FORTZUFAHREN
fr: APPUYEZ SUR UN BOUTON POUR CONTINUER

source: NEW!
de: NEU!
fr: NOUVEAU !

source: hold the BUTTON to continue
de: halte den KNOPF gedrückt um fortzufahren
fr: maintenir le BOUTON pour continuer

source: take the diamonds or kill to steal them
de: sammle die Diamanten oder töte um sie zu stehlen
fr: prendre les diamants ou tuer pour les voler

source: take the diamonds
de: Sammle die Diamanten
fr: prendre les diamants

source: connect your sides
de: verbinde deine seiten
fr: relier les côtés

source: take the aliens back to their homeworld
de: bring die aliens zu ihrer heimatwelt zurück
fr: ramener les aliens sur leur planète d’origine

source: find the matching pairs
de: finde die passenden paare
fr: trouver les paires correspondantes

source: kill the other players
de: töte die anderen spieler
fr: tuer les autres joueurs

source: take and keep the crown
de: schnapp dir die krone und behalte sie
fr: prendre et garder la couronne

source: keep the banner on your side
de: halte das banner auf deiner seite
fr: gardez la bannière de votre côté

source: find diamonds, avoid mines
de: finde diamanten, vermeide minen
fr: trouver des diamants, éviter les mines

source: OPTIONS
de: OPTIONEN
es: OPCIONES
eu: AUKERAK
it: IMPOSTAZIONI

source: SKIP THIS MATCH
de: SPIEL ÜBERSPRINGEN

source: ROBOLORDS
eu: ROBOJAUNAK
it: ROBOLORD

source: TRIXENS
es: TRIXENOS
eu: TRIXENAK
it: TRIXEN

source: TORIELS
es: TORIELES
eu: TORIELAK
it: TORIEL

source: DRONES
eu: DRONEAK
it: DRONI

source: Deathmatch
es: Duelo a muerte
eu: Hil arteko borroka
it: scontro mortale

source: PAUSE
it: PAUSA

source: ENABLE ANALYTICS
it: ATTIVA INVIO STATISTICHE

source: ceasefire
it: cessate il fuoco

source: Capital of the Robolord Kingdom
it: La Capitale del Regno dei Robolord

source: The Glimmering depths, home to Umidorians
it: Gli scintillanti abissi, case degli Umidorians

source: Mantiacs' nest and playground
it: Nido e parco giochi dei Mantiacs

source: Center of the Trixen Empire
it: Centro dell'Impero dei Trixen

source: Pentagonions' tasty core
it: Delizioso nucleo dei Pentagonion

source: Superstarfighter is a game in development by notapixelstudio. We need your feedback! head over our webpage or enable the statistics (we use GameAnalytics). You can change your preference whenever you like in the option menu.
it: Superstarfighter è un gioco in fase di sviluppo da parte dei notapixelstudio. Abbiamo bisogno del tuo riscontro! Visita la nostra pagina web o attiva l'invio di statistiche (utilizziamo GameAnalytics). Puoi cambiare la tua preferenza quando vuoi nel menu OPZIONI

source: play solo
eu: jolastu bakarrik

source: play versus
eu: jolastu aurka

source: Pause
eu: Geldirik
